Repository: davidetacchini-zz/OverBot
Catalog: locales/*/LC_MESSAGES/main.po
Languages: it_it

source: Fetching...
it_it: Cerco...

source: {command} Commands
it_it: Comandi {command}

source: Use "{prefix}help {command} [command]" for more info on a command
it_it: Usa "{prefix}help {command} [command]" per maggiori informazioni su un comando

source: Replace [command] with one of the commands listed above.
it_it: Sostituisci [command] con uno dei commandi listati qui sopra.

source: Commands Available
it_it: Comandi Disponibili

source: Usage
it_it: Utilizzo

source: An unknown error occured.
it_it: Si è verificato un errore sconosciuto.

source: Please report the following error to the developer by clicking [here]({report_channel})
it_it: Riporta il seguente errore allo sviluppatore cliccando [qui]({report_channel})

source: You are missing a required argument: `{argument}`
it_it: Stai mancando un argomento richiesto: `{argument}`

source: You are using a bad argument.
it_it: Stai utilizzando un argomento sbagliato.

source: You don't have enough permissions.
it_it: Non hai abbastanza permessi.

source: You are on cooldown. Wait `{seconds}s` before running another command.
it_it: Attendi `{seconds}s` prima di eseguire un altro comando.

source: You can't use `{command}` command for `{seconds}s`.
it_it: Non puoi utilizzare il comando `{command}` per `{seconds}`

source: This command can't be used in direct messages.
it_it: Questo comando non può essere utilizzato nei messaggi privati.

source: It seems you do not own this bot.
it_it: Sembra che tu non sia lo sviluppatore del bot.

source: You took too long to reply.
it_it: Hai impiegato troppo tempo per rispondere.

source: The argument you entered cannot be handled.
it_it: L'argomento che hai inserito non può essere gestito.

source: You haven't linked a profile yet. Use "{prefix}profile link" to do so.
it_it: Non hai ancora aggiunto un profilo. Usa "{prefix}profile link" per iniziare.

source: Max profiles limit reached. [Upgrade to Premium]({premium}) to be able to link up to 25 profiles.
it_it: Limite massimo di profili raggiunto. [Passa a Premium]({premium}) per poter connettere fino a 25 profili.

source: Max profiles limit reached.
it_it: Limite massimo di profili raggiunto.

source: This command requires a Premium membership. [Click here]({premium}) to have a look at the Premium plan.
it_it: Questo comando richiede un piano Premium. [Clicca qui]({premium}) per dare un'occhiata al piano Premium.

source: Using the bot
it_it: Usare il bot

source: Welcome to the help page!
it_it: Benvenuto/a alla pagina di aiuto!

source: <argument>
it_it: <argomento>

source: This means the argument is **required**.
it_it: Significa che l'argomento è **richiesto**.

source: [argument]
it_it: [argomento]

source: This means the argument is **optional**.
it_it: Significa che l'argomento è **opzionale**.

source: Note
it_it: Nota

source: You **must not** include the brackets in the argument.
it_it: **Non devi** includere le parentesi nell'argomento.

source: We were on page {current_page} before this message.
it_it: Ci trovavamo alla pagina {current_page} prima di questo messaggio.

source: [Support server]({support}) - [View commands online]({website}) - [Help translating]({github}) Use "{prefix}help [command]" for more info on a command Use "{prefix}help [category]" for more info on a category
it_it: [Server di supporto]({support}) - [Vedi i comandi online]({website}) - [Aiuta a tradurre]({github}) Usa "{prefix}help [command]" per maggiori informazioni su un comando Usa "{prefix}help [category]" per maggiori informazioni su una categoria

source: Help
it_it: Guida

source: Page {current_page}/{maximum}
it_it: Pagina {current_page}/{maximum}

source: No help found...
it_it: Nessun aiuto trovato...

source: Page {current_page}/{maximum} ({total_entries} commands)
it_it: Pagina {current_page}/{maximum} ({total_entries} comandi)

source: Use "{prefix}help [command]" for more info on a command.
it_it: Usa "{prefix}help [command]" per maggiori informazioni su un comando.

source: Shows help about the bot, a command, or a category.
it_it: Mostra la guida per il bot, un comando, o una categoria.

source: Returns the official bot support server invite link.
it_it: Ritorna il link ufficiale del server di supporto.

source: Returns bot vote link.
it_it: Ritorna il link di voto per il bot.

source: Returns bot invite link.
it_it: Ritorna il link per invitare il bot.

source: Returns the bot GitHub repository.
it_it: Ritorna la repository GitHub del bot.

source: Displays your current language set and all the available languages.
it_it: Mostra le lingue disponibili e la lingua che hai impostato.

source: Available Languages
it_it: Lingue Disponibili

source: Current language set: {locale}
it_it: Lingua corrente: {locale}

source: Update the bot language.
it_it: Aggiorna la lingua del bot.

source: Set the bot language
it_it: Imposta la lingua del bot

source: Language successfully set to: `{locale}`
it_it: Lingua impostata con successo su: `{locale}`

source: Displays the bot's current websocket latency and ACK.
it_it: Mostra la latenza del websocket corrente e l'ACK.

source: Pinging...
it_it: Pingo...

source: Latency
it_it: Latenza

source: Shows how long the bot has been online.
it_it: Mostra da quanto tempo il bot è online.

source: Displays the bot information.
it_it: Mostra le informazioni del bot.

source: Official Website
it_it: Sito Ufficiale

source: Latest Changes: {commits}
it_it: Ultimi Cambiamenti: {commits}

source: Process
it_it: Processo

source: Channels
it_it: Canali

source: {total} total {text} text {voice} voice
it_it: {total} totali {text} testuali {voice} vocali

source: Members
it_it: Membri

source: Commands Run
it_it: Comandi Eseguiti

source: Lines of code
it_it: Righe di codice

source: Uptime
it_it: Tempo Online

source: Made with discord.py v{discord_version}
it_it: Creato con discord.py v{discord_version}

source: Returns the current Overwatch servers status. You can use this command once every 30 seconds.
it_it: Mostra lo stato corrente dei server di Overwartch. Questo comando può essere utilizzato una volta ogni 30 secondi.

source: Returns the latest Overwatch news. `[amount]` - The amount of news to return. Defaults to 4. You can use this command once every 30 seconds.
it_it: Ritorna le ultime notizie di Overwatch. `[amount]` - La quantità di notizie da mostrare. Predefinito a 4. Questo comando può essere utilizzato una volta ogni 30 secondi.

source: Latest Overwatch News
it_it: Ultime notizie di Overwatch

source: [Click here]({news})
it_it: [Clicca qui]({news})

source: News {current}/{total} - {date}
it_it: Notizia {current}/{total} - {date}

source: Returns patch notes links. You can use this command once every 30 seconds.
it_it: Ritorna i link delle note della patch. Questo comando può essere utilizzato una volta ogni 30 secondi.

source: [Click here to view **{category}** patch notes]({link})
it_it: [Clicca qui per vedere le note della patch **{category}**]({link})

source: Returns a random Overwatch meme. `[category]` - The category to get a random meme from. Categories - Hot - New - Top - Rising Defaults to `Hot`. All memes are taken from the subreddit r/Overwatch_Memes.
it_it: Ritorna un meme casuale riguardante Overwatch. `[category]` - La categoria da cui prendere il meme. Categories - Hot - New - Top - Rising Predefinito a `Hot`. Tutti i meme sono presi dal subreddit r/Overwatch_Memes.

source: {member} hasn't linked a profile yet.
it_it: {member} non ha ancora aggiunto un profilo.

source: More data are needed in order for me to create a graph.
it_it: Non possiedo i dati necessari per la creazione del grafico.

source: {profiles}/{limit} profiles
it_it: {profiles}/{limit} profili

source: Enter your BattleTag (format: name#0000):
it_it: Inserisci il tuo BattleTag (formato: nome#0000):

source: Enter your Online ID:
it_it: Inseriesci il tuo Online ID:

source: Enter your Gamertag:
it_it: Inserisci il tuo Gamertag:

source: Enter your Nintendo Switch ID:
it_it: Inserisci il tuo Nintendo Switch ID:

source: I can't change nicknames in this server. Grant me `Manage Nicknames` permission.
it_it: Non posso modificare i soprannomi in questo server. Concedimi il permesso `Gestire i soprannomi`.

source: Something bad happened while updating your nickname. Please try again.
it_it: Qualcosa è andato storto mentre cambiavo il tuo soprannome. Riprova ancora.

source: Nickname successfully set. Your SR will now be visible in your nickname within this server.
it_it: Soprannome cambiato con successo. Il tuo SR sarà ora visibile nel tuo soprannome all'interno di questo server.

source: Nickname successfully removed.
it_it: Soprannome rimosso con successo.

source: Displays a list with all profile's subcommands.
it_it: Mostra una lista contente tutti i sotto comandi di profile.

source: Link your Overwatch profile(s) to your Discord account.
it_it: Collega i tuoi profili Overwatch al tuo account Discord.

source: Profile successfully linked.
it_it: Profilo collegato con successo.

source: Unlink your Overwatch profile from your Discord account. `<index>` - The profile's index you want to unlink. You can't unlink your main profile if you have more than 1 profile linked.
it_it: Rimuovi un profilo Overwatch dal tuo account Discord. `<index>` - L'indice del profilo che desideri rimuovere. Non puoi rimuovere il tuo profilo principale se possiedi più di 1 profilo collegato.

source: Invalid index.
it_it: Indice non valido.

source: You can't unlink your main profile if you have multiple profiles set. Use "{prefix}help profile main" for more info.
it_it: Non puoi rimuovere il tuo profilo principale se possiedi più di un profilo collegato. Usa "{prefix}help profile main" per maggiori informazioni.

source: Are you sure you want to unlink the following profile? Platform: `{platform}` Username: `{username}`
it_it: Sei sicuro di volere rimuovere il seguente profilo? Piattaforma: `{platform}` Nome Utente: `{username}`

source: Profile successfully unlinked.
it_it: Profilo rimosso con successo.

source: Update your Overwatch profile linked to your Discord account. `<index>` - The profile's index you want to update.
it_it: Aggiorna le informazioni di un profilo Overwatch collegato al tuo Discord account. `<index>` - L'indice dell'account che vuoi aggiornare.

source: Updates your main profile. `<index>` - The profile's index you want to set as main. Defaults to the first profile you have linked.
it_it: Aggiorna il tuo profilo principale. `<index>` - L'indice dell'account che vuoi impostare come principale. Predefinito al primo profilo che hai collegato.

source: Main profile successfully set to:
it_it: Profilo principale impostato correttamente su:

source: Platform
it_it: Piattaforma

source: Username
it_it: Nome Utente

source: Displays all member's profiles. `[member]` - The mention or the ID of a Discord member of the current server. If no member is given then the information returned will be yours.
it_it: Mostra tutti i profili di un membro. `[member]` - La menzione o l'ID di un membro del server corrente. Se nessun membro viene specificato, le informazioni ritornate saranno le tue.

source: Shows a member's Overwatch ranks. `[index]` - The profile's index you want to see the ranks for. `[member]` - The mention or the ID of a Discord member of the current server. If no index is given then the profile used will be the main one. If no member is given then the ranks returned will be yours. If you want to see a member's stats, you must enter both the index and the member.
it_it: Mostra le statistiche di Overwatch di un membro. `[index]` - L'indice del profilo di cui vuoi vedere i ranks. `[member]` - La menzione o l'ID di un membro del server corrente. Se nessun indice viene dato, il profilo utilizzato sarà quello principale. Se nessun membro viene dato, l'SR visualizzato sarà il tuo. In caso volessi vedere l'SR di un altro membro, sia l'index che il membro sono richiesti.

source: Update your server nickname and set it to your SR. The nickname can only be set in one server. The nickname will automatically be updated everytime `-profile rating` is used and the profile is the main one.
it_it: Visualizza il tuo SR nel tuo soprannome. Il soprannome può essere impostato in un solo server alla volta. Il soprannome verrà automaticamente aggiornato ogni qualvolta `-profile rating` viene utilizzato e il profilo corrisponde allo stesso che è stato utilizzato per il soprannome.

source: Do you want to display your SR in your nickname?
it_it: Vuoi mostrare il tuo SR nel tuo soprannome?

source: This server's owner needs to move the `OverBot` role higher, so I will be able to update your nickname. If you are this server's owner, there's not way for me to change your nickname, sorry!
it_it: Il proprietario di questo server deve muovere il ruolo `OverBot` più in alto, così che io possa aggiornare il tuo soprannome. Se sei il proprietario di questo server, non c'è alcun modo per me di aggiornare il tuo nickname, scusa!

source: Do you want to **remove** your SR in your nickname?
it_it: Vuoi rimuove il tuo SR dal tuo soprannome?

source: Returns a random hero, role or map.
it_it: Ritorna un eroe, un ruolo o una mappa casuale.

source: Returns a random hero to play. `[category]` - The category to get a random hero from. Categories - Damage (dps) - Support (heal, healear) - Tank If no category is passed, a random hero is chosen from all categories.
it_it: Ritorna un eroe casuale. `[category]` - La categoria dalla quale prendere l'eroe. Categorie - Damage (dps) - Support (heal, healear) - Tank Se nessun categoria viene data, un eroe casuale verrà selezionato tra tutte le categorie.

source: Invalid category. Use "{prefix}help random hero" for more info.
it_it: Categoria non valida. Usa "{prefix}help randam hero" per maggiori informazioni.

source: Something bad happened. Please try again.
it_it: Qualcosa è andato storto. Riprova ancora.

source: Returns a random role to play.
it_it: Ritorna un ruolo casuale da giocare.

source: Returns a random map. `[category]` - The category to get a random map from. Categories - Control - Assault - Escort - Capture the Flag - Hybrid - Elimination - Deathmatch - Team Deathmatch If no category is passed, a random map is chosen from all categories.
it_it: Ritorna una mappa casuale. `[category]` - La categoria dalla quale prendere una mappa. Categorie - Control - Assault - Escort - Capture the Flag - Hybrid - Elimination - Deathmatch - Team Deathmatch Se nessuna categoria viene data, una mappa casuale verrà selezionata tra tutte le categorie.

source: Invalid category. Use "{prefix}help random map" for more info.
it_it: Categoria non valida. Usa "{prefix}help randam hero" per maggiori informazioni.

source: Prefix may not be longer than 5 characters.
it_it: Il prefisso non può essere più lungo di 5 caratteri.

source: Prefix successfully set to `{prefix}`
it_it: Prefisso impostato correttamento su: `{prefix}`

source: Either see the prefix or change it. `[prefix]` - The new server prefix to use. You must have Manage Server permission to use this command.
it_it: Aggiorna o controlla il prefisso del bot. `[prefix]` - Il nuovo prefisso da utilizzare. Devi possedere il permesso `Gestire Server` per poter utilizzare questo comando.

source: `Manage Server` permission is required to change the prefix.
it_it: Il permesso `Gesire Server` è richiesto per cambiare il prefisso.

source: Use "{prefix}prefix value" to change it.
it_it: Usa "{prefix}prefix value" per cambiarlo.

source: Prefixes
it_it: Prefissi

source: Most Active Servers
it_it: Server Più Attivi

source: {member} hasn't played trivia yet.
it_it: {member} non ha ancora giocato a trivia.

source: You have 1 try and {timeout} seconds to respond.
it_it: Hai un solo tentativo e 45 secondi per rispondere.

source: Correct!
it_it: Corretto!

source: +1 win
it_it: +1 vittoria

source: Wrong!
it_it: Errato!

source: +1 loss
it_it: +1 sconfitta

source: Correct answer
it_it: Risposta corretta

source: Displays a list with all trivia's subcommands.
it_it: Mostra una lista contente tutti i sotto comandi di trivia.

source: Play Overwatch trivia.
it_it: Gioca ad Overwatch trivia.

source: Total
it_it: Totali

source: Won
it_it: Vittorie

source: Lost
it_it: Sconfitte

source: Ratio (W/L)
it_it: Rateo

source: Unanswered
it_it: Non risposte

source: Contributions
it_it: Contributi

source: Shows the best OverBot's trivia players. It is based on games won. This command can be used once per minute.
it_it: Mostra i migliori giocatori di Overwatch trivia. Basato sulle partite vinte. Questo comando può essere utilizzato una volta ogni minuto.

source: Best Trivia Players
it_it: Migliori Giocatori di Trivia

source: {placement} **{player}** Played: {played} | Won: {won} | Lost: {lost} | Ratio: {ratio}
it_it: {placement} **{player}** Giocate: {played} | Vittorie: {won} | Sconfitte: {lost} | Rateo: {ratio}

source: Copy everything inside the code block below and hit the green checkmark. ```"question": "REPLACE", "image_url": "REAPLCE", "correct_answer": "REPLACE", "wrong_answers": [min 1 max 4]```
it_it: Copia tutto all'interno del blocco qui sotto e clicca la spunta verde. ```"question": "SOSTITUISCI", "image_url": "SOSTITUISCI", "correct_answer": "SOSTITUISCI", "wrong_answers": [min 1 max 4]```

source: Submit a new question to be added to trivia. You can submit a request once an hour.
it_it: Invia una domanda da essere aggiunta a trivia. Puoi inviare una domanda all'ora.

source: Paste the code you copied before, replace everything and hit enter. You have 60 seconds.
it_it: Incolla il codice che hai copiato poco fa, sostituisci tutto e clicca invio. Hai 60 secondi.

source: You took too long to submit the request.
it_it: Hai impiegato troppo tempo per inviare la richiesto.

source: {author}, your request has been successfully sent. Thanks for the contribution!
it_it: {author}, la tua richiesta è stata inviata con successo. Grazie per il contributo!

source: This profile has no quick play nor competitive stats to display.
it_it: Questo profilo non possiede statistiche ne rapide ne competitive da mostrare.

source: **{player}** has no quick play nor competitive stast for **{hero}** to display.
it_it: **{player}** non possiede statistiche ne rapide ne competitive per l'eroe **{hero}** da mostrare.

source: This profile is unranked.
it_it: Questo profilo non è rankato.

source: Average: {average}
it_it: Media: {average}

source: Quickplay
it_it: Rapida

source: Competitive
it_it: Competitiva

source: Page {current}/{total}
it_it: Pagina {current}/{total}

source: This profile is set to private
it_it: Questo profilo è privato

source: Profiles are set to private by default. You can modify this setting in Overwatch under `Options - Social`. Please note that these changes may take effect after approximately 30 minutes.
it_it: I profili sono impostati come privati di default. Puoi modificare questa opzione su Overwatch sotto la voce `Opzioni - Social`. Perfavore nota che questi cambiamenti potrebbere avere effetto entro 30 minuti.

source: Player not found.
it_it: Giocatore non trovato.

source: Wrong BattleTag format entered! Correct format: `name#0000`
it_it: Il formato del BattleTag inserito non è valido! Formato corretto: `nome#0000`

source: The API is having internal server problems. Please be patient and try again later.
it_it: L'API sta avendo dei problemi interni al server. Perfavore sii paziente e riprova ancora dopo.

source: The API is under maintenance. Please be patient and try again later.
it_it: L'API è in manutenzione. Perfavore sii paziente e riprova più tardi.

source: Something bad happened during the request. Please be patient and try again.
it_it: Qualcosa è andato storto durante la richiesta. Perfavore riprova ancora.

source: **{players}** accounts found under the name of `{username}`
it_it: **{players}** accounts trovati sotto il nome di `{username}`

source: React with the platform you play on...
it_it: Reagisci con la piattaforma sulla quale giochi...

source: Confirmation
it_it: Conferma

source: You took to long to confirm.
it_it: Hai impiegato troppo tempo per confermare.

source: Invalid platform. Use "{prefix}help {command}" for more info.
it_it: Piattaforma non valida. Usa "{prefix}help {command}" per maggiori informazioni.

source: Hero **{hero}** doesn't exist.
it_it: L'eroe **{hero}** non esiste.

source: Invalid category. Use "{prefix}help {command}" for more info.
it_it: Categoria non valida. Usa "{prefix}help {command}" per maggiori informazioni.

source: Index must be a number.
it_it: L'indice deve essere un numero.
